tap "cdr/coder"
tap "cue-lang/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "arping"
brew "python@3.11"
brew "asciinema"
brew "openssl@1.1"
brew "docutils"
brew "awscli"
brew "coreutils"
brew "fzf"
brew "gh"
brew "go"
brew "grpcurl"
brew "helm"
brew "jq"
brew "k3sup"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "libwebsockets"
brew "lolcat"
brew "lsusb"
brew "lua"
brew "mackup"
brew "mas"
brew "net-snmp"
brew "node"
brew "protobuf"
brew "python@3.10"
brew "rust"
brew "stern"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "cue-lang/tap/cue"
cask "1password-cli"
cask "finch"
cask "freeze"
cask "wombat"
mas "1Password for Safari", id: 1569813296
mas "Magnet", id: 441258766
mas "Parcel", id: 639968404
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "GitHub.codespaces"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "Vue.volar"
vscode "zxh404.vscode-proto3"
